//Задача 6: Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).

Console.Write("Ведите первое число: ");
int namber1 = Convert.ToInt32(Console.ReadLine());
